{
    "app": {
        "loading": "Cargando ...",
        "date": "DD-MM-YYYY",
        "save": "Guardar",
        "cancel": "Cancelar",
        "nevermind": "Cancelar",
        "create": "Crear",
        "close": "Cerrar",
        "delete": "Eliminar",
        "error": "Whoops! Algo fue mal."
    },
    "pages": {
        "welcome": {
            "links": {
                "dashboard": "Dashboard",
                "login": "Login",
                "register": "Registrase"
            },
            "documentation": "Documentación",
            "docText": "Laravel tiene una documentación maravillosa y completa que cubre todos los aspectos del framework. Ya sea que sea nuevo en el framework o tenga experiencia previa con Laravel, le recomendamos leer toda la documentación de principio a fin.",
            "laracast": "Laracast",
            "laracastText": "Laracasts ofrece miles de tutoriales en video sobre el desarrollo de Laravel, PHP y JavaScript. Pruébelos, compruébelo usted mismo y aumente de manera masiva sus habilidades de desarrollo en el proceso.",
            "news": "Laravel News",
            "newsText": "Laravel News es un portal y un boletín informativo impulsado por la comunidad que reúne todas las noticias más recientes y más importantes del ecosistema de Laravel, incluidos nuevos lanzamientos de paquetes y tutoriales.",
            "ecosystem": "Ecosistema Vibrante",
            "ecoText1": "La sólida biblioteca de Laravel de herramientas y bibliotecas propias, como",
            "ecoText2": ", y",
            "ecoText3": "lo ayudan a llevar sus proyectos al siguiente nivel. Combínelos con potentes bibliotecas de código abierto como",
            "ecoText4": " y más."
        },
        "dashboard": {
            "title": "Dashboard",
            "welcome": "Welcome to your Jetstream application!",
            "intro": "Laravel Jetstream provides a beautiful, robust starting point for your next Laravel application. Laravel is designed to help you build your application using a development environment that is simple, powerful, and enjoyable. We believe you should love expressing your creativity through programming, so we have spent time carefully crafting the Laravel ecosystem to be a breath of fresh air. We hope you love it.",
            "documentationHeader": "Documentation",
            "documentationDesc": "Laravel has wonderful documentation covering every aspect of the framework. Whether you're new to the framework or have previous experience, we recommend reading all of the documentation from beginning to end.",
            "documentationLink": "Explore the documentation"
        },
        "login": {
            "email": "Correo electrónico",
            "password": "Contraseña",
            "rememberMe": "Recuérdame",
            "forgot": "¿Olvidó su contraseña?",
            "login": "Login"
        },
        "register": {
            "name": "Nombre",
            "email": "Correo electrónico",
            "password": "Contraseña",
            "confirmation": "Confirme la contraseña",
            "already": "¿Ya está registrado?",
            "register": "Registrase",
            "agree": "Estoy de acuerdo con los",
            "terms": "Términos del Sevicio",
            "and": "y la",
            "privacy": "Política de Privacidad"
        },
        "confirmPassword": {
            "title": "Confirmar contraseña",
            "content": "Por su seguridad, por favor confirme su contraseña para continuar.",
            "button": "Confirmar",
            "message": "Esta es un área segura de la aplicación. Por favor, confirme su contraseña antes de continuar.",
            "password": "Contraseña",
            "confirm": "Confirmar"
        },
        "forgotPassword": {
            "message": "¿Olvidó su contraseña? No hay problema. Sólo indíquenos su dirección de correo electrónico y le enviaremos un enlace para que pueda elegir una nueva.",
            "email": "Correo electrónico",
            "send": "Enviar enlace de recuperación"
        },
        "resetPassword": {
            "email": "Correo electrónico",
            "password": "Contraseña",
            "confirmation": "Confirme la contraseña",
            "reset": "Restablecer"
        },
        "verifyEmail": {
            "resend": "Resend Verification Email",
            "thanks": "Gracias por registrarte! Antes de comenzar, ¿podría verificar su dirección de correo electrónico haciendo clic en el enlace que le acabamos de enviar por correo electrónico? Si no recibió el correo electrónico, con mucho gusto le enviaremos otro.",
            "linkSend": "Se ha enviado un nuevo enlace de verificación a la dirección de correo electrónico que proporcionó durante el registro.",
            "logout": "Cerrar sesión"
        },
        "twoFactorChallenge": {
            "authCode": "Confirme el acceso a su cuenta ingresando el código de autenticación proporcionado por su aplicación de autenticación.",
            "emergencyCode": "Confirme el acceso a su cuenta ingresando uno de sus códigos de recuperación.",
            "useAuthCode": "Use un código de autenticación",
            "useRecoveryCode": "Use un código de recuperación",
            "login": "Login",
            "code": "Código",
            "recoveryCode": "Código de recuperación"
        },
        "profile": {
            "title": "Perfil",
            "deleteUserForm": {
                "title": "Eliminar cuenta",
                "description": "Eliminar su cuenta de forma permanente",
                "content": "Una vez que se elimine su cuenta, todos sus recursos y datos se eliminarán permanentemente. Antes de eliminar su cuenta, descargue cualquier dato o información que desee conservar.",
                "modalContent": "¿Estás seguro de que deseas eliminar tu cuenta? Una vez que se elimine su cuenta, todos sus recursos y datos se eliminarán permanentemente. Ingrese su contraseña para confirmar que desea eliminar permanentemente su cuenta.",
                "passwordPlaceholder": "Contraseña"
            },
            "logoutOtherSessionsForm": {
                "title": "Sesiones del navegador",
                "description": "Administre y cierre la sesión de sus sesiones activas en otros navegadores y dispositivos.",
                "content": "Si es necesario, puede cerrar la sesión de todas las demás sesiones de su navegador en todos sus dispositivos. Algunas de sus sesiones recientes se enumeran a continuación; sin embargo, esta lista puede no ser exhaustiva. Si cree que su cuenta se ha visto comprometida, también debe actualizar su contraseña.",
                "this": "Este dispositivo",
                "last": "Última activa",
                "logoutOther": "Cerrar otras sesiones",
                "confirm": "Ingrese su contraseña para confirmar que desea cerrar la sesión de sus otras sesiones de navegador en todos sus dispositivos.",
                "passwordPlaceholder": "Contraseña"
            },
            "updateProfileInformationForm": {
                "title": "Información del perfil",
                "description": "Actualice la información de perfil y la dirección de correo electrónico de su cuenta.",
                "photo": "Imagen",
                "selectNew": "Seleccione una nueva imagen",
                "remove": "Eliminar imagen",
                "name": "Nombre",
                "email": "Correo electrónico"
            },
            "updatePasswordForm": {
                "title": "Actualizar contraseña",
                "description": "Asegúrese de que su cuenta esté usando una contraseña larga y aleatoria para mantenerse seguro.",
                "current": "Contraseña actual",
                "new": "Nueva contraseña",
                "confirmation": "Confirme la contraseña"
            },
            "twoFactorAuthenticationForm": {
                "enable": "Habilitar",
                "disable": "Deshabilitar",
                "title": "Autenticación de doble factor",
                "description": "Añada seguridad adicional a su cuenta usando al autenticación de doble factor.",
                "enabled": "Ha habilitado la autenticación de doble factor.",
                "disabled": "No ha habilitado la autenticación de doble factor.",
                "content": "Cuando la autenticación de doble factor está habilitada, se le pedirá token seguro y aleatorio durante la autenticación. Puede recuperar este token de la aplicación Google Authenticator de su teléfono.",
                "qr": "La autenticación de doble factor ahora está habilitada. Escanee el siguiente Código QR utilizando la aplicación de autenticación de su teléfono.",
                "recovery": "Guarde estos códigos de recuperación en un administrador de contraseñas seguro. Se pueden utilizar para recuperar el acceso a su cuenta si se pierde el dispositivo de autenticación de doble factor.",
                "regenerateRecoveryCodes": "Regenerar códigos de recuperación",
                "showRecoveryCodes": "Mostrar códigos de recuperación"
            }
        },
        "teams": {
            "createTeamForm": {
                "title": "Team Details",
                "description": "Create a new team to collaborate with others on projects.",
                "teamOwner": "Team Owner",
                "teamName": "Team Name"
            }
        },
        "api": {
            "title": "API tokens",
            "apiTokenManager": {
                "title": "Create API Token",
                "description": "API tokens allow third-party services to authenticate with our application on your behalf.",
                "tokens": {
                    "title": "Administrar API Tokens",
                    "description": "Puede eliminar cualquiera de sus tokens existentes si ya no los necesita.",
                    "lastUsed": "Último uso",
                    "permissions": "Permisos",
                    "delete": "Eliminar"
                },
                "displayingTokenModal": {
                    "title": "API Token",
                    "content": "Copie su nuevo API token. Por su seguridad, no se mostrará otra vez."
                },
                "managingPermissionsModal": {
                    "title": "Permisos API Token",
                    "content": "Copie su nuevo API token. Por su seguridad, no se mostrará otra vez."
                },
                "beingDeletedModal": {
                    "title": "Delete API Token",
                    "content": "Are you sure you would like to delete this API token?"
                }
            }
        }
    },
    "appLayout": {
        "dashboard": "Dashboard",
        "manageTeam": "Administrar equipo",
        "teamSettings": "Configuración del equipo",
        "createTeam": "Crear nuevo equipo",
        "switchTeam": "Cambiar de equipo",
        "manageAccount": "Administrar cuenta",
        "profile": "Perfil",
        "tokens": "API Tokens",
        "logout": "Cerrar sesión"
    }
}
